[
  {
    "title": "Trump family members got ‘inappropriately close’ to Secret Service agents, book claims",
    "shortIntro": "Two Trump family members got “inappropriately – and perhaps dangerously – close” to agents protecting them while Donald Trump was president, according to a new book on the US Secret Service.",
    "content": "Zero Fail: The Rise and Fall of the Secret Service, by the Washington Post reporter Carol Leonnig, is published next week. The Guardian obtained a copy. \nLeonnig won a Pulitzer prize in 2015, for her reporting on security failures at the Secret Service. She was also part of the Post team which won a Pulitzer for its work on Edward Snowden’s leaks about National Security Agency surveillance techniques and reported extensively on Russian election interference and links between Trump and Moscow. She has also won three Polk awards. \nWith Philip Rucker, Leonnig also co-authored A Very Stable Genius: Donald J Trump’s Testing of America, a well-received 2020 White House exposé. \n In her new book, she writes that Secret Service agents reported that Vanessa Trump, the wife of the president’s oldest son, Donald Trump Jr, “started dating one of the agents who had been assigned to her family”. \nVanessa Trump filed for an uncontested divorce in March 2018. Leonnig reports that the agent concerned did not face disciplinary action as neither he nor the agency were official guardians of Vanessa Trump at that point. \nLeonnig also writes that Tiffany Trump, Donald Trump’s daughter with his second wife, Marla Maples, broke up with a boyfriend and “began spending an unusual amount of time alone with a Secret Service agent on her detail”. \nSecret Service leaders, the book says, “became concerned at how close Tiffany appeared to be getting to the tall, dark and handsome agent”. \nAgents are prohibited from forming personal relationships with those they protect, out of concern that such feelings could cloud their judgment. \nBoth Tiffany Trump and the agent said nothing untoward was happening, Leonnig writes, and pointed out the nature of the agent’s job meant spending time alone with his charge. The agent was subsequently reassigned.",
    "author": "MartinPengelly",
    "tag": "#politics, #Trump, #DonaldTrump",
    "category": "Politic",
    "relatedArticle": [
      "Former Trump Officials To Defend Federal Response To Capitol Riot",
      "Trump's Facebook ban upheld by Oversight Board"
    ],
    "comments": [
      {
        "displayName": "Tran Diem Quynh",
        "content": "bai nay hay qua"
      },
      {
        "displayName": "abc",
        "content": "xyz"
      }
    ]
  },
  {
    "title": "Former Trump Officials To Defend Federal Response To Capitol Riot",
    "shortIntro": "Officials from the Trump administration will deliver testimony to Congress on Wednesday in defense of their handling of the Jan. 6 Capitol insurrection led by pro-Trump extremists, as lawmakers seek to pinpoint the administrative failures that led to the deadly riot.",
    "content": "Former acting Secretary of Defense Christopher Miller and former acting Attorney General Jeffrey Rosen will address the House Committee on Oversight and Reform to discuss what precautions the administration took in the weeks leading up to the rampage at the Capitol, as well as what steps were taken to quell the siege once it had begun.\n \"A principal concern for the Department of Defense was the apparent lack of coordination, synchronization, and information exchange with and between the numerous domestic law enforcement organizations having primary jurisdiction and responsibility over such matters in the District,\" Miller will tell lawmakers on the panel, according to prepared remarks obtained by NPR.\n",
    "author": "Claudia Grisales ",
    "tag": "#politics, #Trump",
    "category": "Politic",
    "relatedArticle": [
      "Trump's Facebook ban upheld by Oversight Board",
      "Former Trump Officials To Defend Federal Response To Capitol Riot"
    ],
    "comments": [
      {
        "displayName": "Linh Hanna",
        "content": "Good news"
      },
      {
        "displayName": "Emma Tran",
        "content": "... warrior girls really BLEW me away!"
      }
    ]
  },
  {
    "title": "White House urges Americans not to hoard gas as hacked pipeline remains shut",
    "shortIntro": "Energy Secretary Jennifer Granholm said Tuesday that the impacted areas would experience a \"supply crunch\" but not a \"gasoline shortage.\"",
    "content": "WASHINGTON — The White House urged Americans not to hoard gas Tuesday as the Colonial Pipeline, a major supplier of fuel to the Southeast, remained largely shut down for a fifth day following a ransomware attack by hackers on Friday. \nEnergy Secretary Jennifer Granholm said that the areas most impacted by the pipeline closure — North Carolina, South Carolina, Tennessee, Georgia and Southern Virginia — would likely experience a \"supply crunch\" but not a \"gasoline shortage.\". \n\"Much as there was no cause for hoarding toilet paper at the beginning of the pandemic, there should be no cause for hoarding gasoline especially in light of the fact that pipeline should be substantially operational by the end of the this week and over the weekend,\" Granholm said, speaking to reporters at the daily White House press briefing. \nA small but increasing number of gas stations along the East Coast reported fuel shortages Tuesday, with six states estimated to have gas station outages. Fuel demand for motorists has also jumped over 30 percent in the East in the past week, according to data collected by price and fuel tracker GasBuddy. \nBy Tuesday evening, GasBuddy was reporting sharper shortages in some key Southern areas. In metro Atlanta, roughly 40 percent of gas stations were out of fuel; 37 percent in Myrtle Beach, South Carolina; more than 50 percent of metro Raleigh, North Carolina; and more than 60 percent of stations in Wilmington, North Carolina. \nBy Tuesday evening, GasBuddy was reporting sharper shortages in some key Southern areas. In metro Atlanta, roughly 40 percent of gas stations were out of fuel; 37 percent in Myrtle Beach, South Carolina; more than 50 percent of metro Raleigh, North Carolina; and more than 60 percent of stations in Wilmington, North Carolina.",
    "author": " Lauren Egan",
    "tag": "#politics, #American, #gas",
    "category": "Politic",
    "relatedArticle": [
      "Some gas stations run dry after motorists rush to fill their tanks as pipeline shutdown continues",
      "'Americans are not safe': In Uganda, a plea as vaccine shortages prolong pandemic'"
    ],
    "comments": [
      {
        "displayName": "Anipeka.petal",
        "content": "ur hot"
      },
      {
        "displayName": "Channlle.keo",
        "content": "No da babaies"
      }
    ]
  },
  {
    "title": "Biden promotes Lyft, Uber plan to provide free rides to vaccination sites",
    "shortIntro": "The move is part of an effort by the administration to make getting a vaccine as simple and convenient as possible.",
    "content": "WASHINGTON — President Joe Biden announced support on Tuesday for an effort by Lyft and Uber to provide free rides for people traveling to get a Covid-19 vaccine as the administration ramps up efforts to motivate the hesitant. \nThe ride sharing companies will begin promoting the locations of vaccination centers in their apps and provide instructions for how to redeem a free ride, the White House said today in a statement. While the companies have already provided free and discounted rides to some users, the new promotion will apply to anyone seeking a vaccine and begin in the next two weeks and last through July 4. \nThe move is part of an effort by the administration to make getting a vaccine as simple and convenient as possible in hopes it will encourage more Americans to get the shot. Demand for the vaccine has been slowing, with 59 percent of the population having already received at least one dose. Biden has set the goal of having 70 percent adults with at least their first dose by July 4. \nBiden held a meeting with a bipartisan group of governors Tuesday to talk about creative ways their states have tried to reach the unvaccinated. The federal government has been shifting away from a model focused on mass vaccination centers and to more targeted distribution utilizing retail pharmacies, doctor’s offices and mobile vaccination units. \n\"If we will succeed, we're going to be able to take a serious step toward return to normalcy by Independence Day,\" Biden told the governors of reaching his 70 percent vaccination goal.\nAlong with getting more Americans vaccinated, Biden said he also wants to get vaccine doses to other countries. He said his administration will help other nations model similar programs as those being used in the U.S. to get shots into arms. He estimated that 40 percent of world leaders have called him asking for help.\n\"I promise you we're going to have enough vaccine for every single American, but we are going to be engaged in working with other countries,\" Biden said.\nAt the meeting, Biden also announced a program for community colleges to set up vaccination sites for students, staff and the general public through June. There will also be additional funding available for states to conduct phone banks, door-to-door canvassing, and pop-up vaccination sites in workplaces and churches. ",
    "author": "Shannon Pettypiece",
    "tag": "#Biden, #politics",
    "category": "Politics",
    "relatedArticle": [
      "Colonial Pipeline cyber attack and the high stakes for Biden, business world relationship",
      "White House urges Americans not to hoard gas as hacked pipeline remains shut"
    ],
    "comments": [
      {
        "displayName": "Sally.hellen",
        "content": "save sheikh jarrah"
      },
      {
        "displayName": "esraan_nassar",
        "content": "Yes, yes, and yes."
      }
    ]
  },
  {
    "title": "Vietnam grew faster than China last year and UBS says its economy still has ‘huge potential",
    "shortIntro": "The outlook for Vietnam looks positive and its economy has “huge potential,” according to UBS Global Wealth Management’s Kelvin Tay.",
    "content": "SINGAPORE — Vietnam’s economic outlook is positive and has “huge potential,” according to UBS Global Wealth Management’s Kelvin Tay.\n“Vietnam is a market that we like,” Tay, regional chief investment officer at the firm, told CNBC’s “Squawk Box Asia” on Wednesday. \n“It’s an economy that we think has huge potential,” Tay said, adding that growth in the country is “outstripping” its frontier market peers. \nVietnam was one of Asia’s top-performing economies in 2020 and among the few countries that managed to record growth last year as authorities globally scrambled in their battle against the coronavirus pandemic. It saw 2.9% growth in 2020, narrowly edged out by the Taiwanese economy’s 2.98% growth. \nIn recent years, the nation has been viewed as an alternative manufacturing hub for companies looking to move production out of China to avoid being caught in the crossfire of tensions between Beijing and Washington. \nThe Vietnamese stock market is also seeing strong growth and is on track to become bigger than the Philippines in terms of market capitalization “sometime the middle of this year,” according to Tay. \nThe VN-Index in Vietnam initially saw a strong start to 2021 but later fell sharply as fears of a coronavirus resurgence weighed on investor sentiment. \nSo far in 2021, the index has risen about 1%, as of its Tuesday close. \nStill, Tay acknowledged that risks remain for those looking to invest in Vietnam.\nFirstly, liquidity remains a challenge, the chief investment officer said. \nFurthermore, he cautioned that Vietnamese authorities have been known to use currency controls as a monetary policy choice. \n“If the economy is not doing well they’re likely to actually depreciate the Vietnamese dong sharply just to try to stimulate the economy,” Tay said. \nLate last year, the U.S. Treasury Department labeled the country a currency manipulator.",
    "author": "Eustance Huang",
    "tag": "#Vietnam, #politics",
    "category": "Politic",
    "relatedArticle": [
      "Vietnam Responds to COVID-19 with Technical Support from CDC",
      "Biden promotes Lyft, Uber plan to provide free rides to vaccination sites"
    ],
    "comments": [
      {
        "id": null,
        "displayName": "saja.myyun",
        "content": "We can’t live without pipelines, but sure as hell we can live comfortably without these politicians"
      },
      {
        "displayName": "Reanyn",
        "content": "One thing I hope we take away from this is that no one should pay criminal hackers a $5 million ransom."
      }
    ]
  },
  {
    "title": "Trump's Facebook ban upheld by Oversight Board",
    "shortIntro": "The board said that Facebook was \"justified in suspending Mr. Trump’s accounts,\" but that the company should reassess its decision to ban him \"indefinitely.\"",
    "content": "Facebook was justified in banning then-President Donald Trump from its platform the day after the Jan. 6 riot at the U.S. Capitol, but it needs to reassess how long the ban will remain in effect, the social network’s quasi-independent Oversight Board said Wednesday. \nThe decision to uphold the ban is a blow to Trump's hopes to post again to Facebook or Instagram anytime soon, but it opens the door to him eventually returning to the platforms. Facebook must complete a review of the length of the suspension within six months, the board said. \n“Given the seriousness of the violations and the ongoing risk of violence, Facebook was justified in suspending Mr. Trump’s accounts on January 6 and extending that suspension on January 7,” the board said in its decision. \nThe board said that Trump “created an environment where a serious risk of violence was possible” by maintaining a narrative that the 2020 presidential election was fraudulent. \nThe oversight board said, however, that it was not appropriate for Facebook to vary from its normal penalties when it made the ban indefinite. Facebook’s normal penalties include removing posts, imposing a limited suspension or permanently disabling an account, the board said. \n“As Facebook suspended Mr. Trump’s accounts ‘indefinitely,’ the company must reassess this penalty,” the board said. “It is not permissible for Facebook to keep a user off the platform for an undefined period, with no criteria for when or whether the account will be restored.” \nThe ruling pushes Facebook to more clearly define what the penalties are for world leaders who violate its rules, a topic that sparked worldwide debate even before Trump and that hangs over the company as Trump considers his own future. \n“The Oversight Board is clearly telling Facebook they can’t invent new, unwritten rules when it suits them,” said Helle Thorning-Schmidt, a co-chair of the Oversight Board and a former prime minister of Denmark, on a call with reporters.",
    "author": "David Ingram",
    "tag": "#tecnology, #Trump",
    "category": "Technology",
    "relatedArticle": [
      "Trump family members got ‘inappropriately close’ to Secret Service agents, book claims",
      "Former Trump Officials To Defend Federal Response To Capitol Riot"
    ],
    "comments": [
      {
        "displayName": "tordisherod",
        "content": "Exactly. The Keystone pipeline needs to start back up"
      },
      {
        "displayName": "ljordan10",
        "content": "Aren’t there more important things going on in Washington and the world, than her keeping up her unreasonable hatred of President Trump? Get a life Liz!!!!"
      }
    ]
  },
  {
    "title": "Facebook content moderators say they receive little support, despite company promises",
    "shortIntro": "I don't really want to be numb to human suffering,” said one former content moderator.",
    "content": "Despite Facebook’s repeated assurances that it would address poor workplace conditions for its content moderators, often contractors who spend their days reviewing graphic and violent images posted on the site, little has changed at the company, a former Facebook content moderator said in an interview that aired Monday on “NBC Nightly News.” \nJosh Sklar, a former Accenture subcontractor based in Austin, Texas, who moderated content for Facebook and Instagram from September 2018 through March, said that working conditions had scarcely improved for content moderators and that they continue to review large quantities of often traumatic posts. Sklar was one of approximately 15,000 people who spend hours a day combing through the dark side of the social network, flagging posts that violate its content policies. \n“You're reviewing, you know, maybe hundreds of pieces of content a day, and of that content, a really healthy percentage of it is bad stuff,” he said. “I mean, we're talking everything from hate speech, to animal mutilation, to videos of people committing suicide, child pornography.” \nSklar said he was assigned to do this for over six hours every day, with few breaks, as disturbing images flooded into his queue. In one case, he said, a reconfigured algorithm that chooses what moderators see caused him to see “a lot more gore,” including an image of the corpses of Palestinian women who had been killed in an explosion “over and over and over and over again.” \n“Sometimes it'll be that you realize that you've become desensitized to this, and you're like, well, that doesn't seem like a good thing,” he said. “I don't really want to be numb to human suffering.” \nSklar is one of several content moderators who have spoken up in recent years. But Sklar said that so far speaking up has resulted in little change. One time, Sklar said he spoke out internally against a policy update that allowed images of animal mutilation to go online, unflagged for months. Sklar said he repeatedly brought the issue up to quality assurance employees, or QAs, who then brought it up to Facebook. \nSklar said that even though a QA told him that Facebook said, “Oh, that’s not supposed to be what’s happening,” he found that it still did not change in the near term. \nSklar also said he had to sign a nondisclosure agreement, which he allegedly never saw again, and another document that warned he might suffer from post-traumatic stress disorder. He said he was told he was responsible for addressing these health issues. \nBefore he left in March, Sklar wrote an internal memo about his experience on Workplace, an internal company communication tool. In it, he called the wellness program looking to support moderators and their mental health “inadequate” and made suggestions like having moderators receive more wellness time and the ability to expense therapy. \nFacebook company spokesperson Drew Pusateri said in response to Sklar’s accounts, “We appreciate the important work that content reviewers do to keep this content off of our platform and often change and improve our policies based on their feedback.” An Accenture company spokesperson said in a statement that the company makes its workers’ well being “a top priority” and that “our people have unrestricted access to 24/7 well-being support, which includes proactive, confidential and on-demand counseling.”",
    "author": " Haley Messenger and Keir Simmons",
    "tag": "#tecnology, #facebook",
    "category": "Technology",
    "relatedArticle": [
      "Colonial Pipeline cyber attack and the high stakes for Biden, business world relationship",
      "Trump's Facebook ban upheld by Oversight Board"
    ],
    "comments": [
      {
        "displayName": "tordisherod",
        "content": "Liz Cheney is a completely out of touch elitist who doesn't even breathe the same air as the majority of US citizens"
      },
      {
        "displayName": "lojan_raed",
        "content": "I can't believe he even gave her a platform, but since he hates Trump, I'm not surprised."
      }
    ]
  },
  {
    "title": "Tesla’s China sales tumble 27% in April from March",
    "shortIntro": "The U.S.-based electric car company sold 27% fewer made-in-China cars in April versus March, according to figures released Tuesday by the China Passenger Car Association.",
    "content": "The U.S.-based electric car company sold 25,845 made-in-China vehicles last month, down 27% from 35,478 in March, according to figures released Tuesday by the China Passenger Car Association. \nThe report noted that in April, Tesla exported 14,174 cars from its Shanghai factory. The association did not disclose Tesla’s export figures for March. \nTesla’s sales decline came amid an overall 12% month-on-month drop in April for new energy passenger cars in China, according to the association. The category includes pure-electric and hybrid cars. \nGuangdong-based BYD, which is backed by U.S. billionaire Warren Buffett, came close behind Tesla in April. The passenger car association said BYD sold 25,450 new energy vehicles in April, up 6.5% from 23,906 in March. \nThe figures are close to those disclosed by BYD itself, which said earlier this month it sold 25,034 new energy passenger cars in April. \nSome in China’s electric car industry have cast doubt on the accuracy of the association’s figures. \nTesla does not disclose monthly deliveries by country. The company delivered 184,800 cars worldwide during the first quarter. \nPublicly disclosed figures indicate China is becoming a more and more important market for Tesla. The company made $3 billion in sales in the country during the first quarter, accounting for 29% of global sales for the period. That’s up from up from 21% for all of 2020. \nMeanwhile, negative press has increased for Tesla in China. In the last few months, local reports of Tesla brake failures, crashes and explosions have mounted and drawn scrutiny from regulators. Separately on Tuesday, Reuters reported, citing sources, that Tesla has halted plans to buy land and expand its Shanghai factory. \nLooking ahead, the passenger car association pointed out the capital city of Beijing is releasing 60,000 new license plates for new energy vehicles this month, which should help sales for recent market launches such as Tesla’s Model Y and Aion Y, produced by a new energy brand spun-off from Chinese state-owned automaker GAC.",
    "author": "Evelyn Cheng",
    "tag": "#china, #technology",
    "category": "Technology",
    "relatedArticle": [
      "Update and Interim Guidance on Outbreak of 2019 Novel Coronavirus (2019-nCoV) in Wuhan, China",
      "Facebook content moderators say they receive little support, despite company promises"
    ],
    "comments": [
      {
        "displayName": "manalbassam2",
        "content": "WE ALL HATE TRUMP"
      },
      {
        "displayName": "talog_01",
        "content": "too bad that she is completely correct."
      }
    ]
  },
  {
    "title": "Colonial Pipeline cyber attack and the high stakes for Biden, business world relationship",
    "shortIntro": "The Colonial Pipeline cyber attack is of a type often targeting companies, ransomware, but its ability to take down critical infrastructure in the energy sector highlights the need for better government-industry cooperation on cyber defense.",
    "content": "The Colonial Pipeline ransomware attack which hit critical national energy infrastructure may represent a new level of ransomware, but there is one aspect to the vulnerability exposed in U.S. defenses that is a reminder of what experts already knew: the federal government and private enterprise have struggled for decades to build a deeper relationship on cybersecurity to stay ahead of accelerating, and more advanced threats. \nThe scale, novelty and aggressiveness of last year’s SolarWinds attack involving reported nation-state actors from Russia, which made its way through both business and government systems, combined with the new hit on critical oil and gas infrastructure using ransomware, heightens attention on a long sought goal of greater government-industry cooperation on cybersecurity. \nPresident Biden came into office post-SolarWinds with plans to increase the level of information sharing between companies and the government on hacking incidents and system weaknesses. The Biden administration has proposed a plan to work with critical infrastructure industries to pilot a new early warning system, a plan that industry groups have supported as a way to test new information sharing and hacking readiness protocols. \nCongress is constantly looking at legislative fixes as well. \n“We’ve been discussing the need for more disclosure for many, many years,” Democratic New York Congresswoman Yvette Clarke, Chair of the Homeland Cybersecurity, Infrastructure Protection and Innovation Subcommittee of the House Committee on Homeland Security, said at a CNBC Technology Executive Council event earlier this year. She said incentivizing industry to share more information earlier, and more often, is key. “We cannot keep our critical infrastructure vulnerable,” she said. \nStarting to build a new, improved working relationship at the level of the critical infrastructure makes the most sense to many experts since government has a century of history with these sectors. And it will only become more important as new infrastructure spending advances and the U.S. government and industry invest more in technology like the 5G broadband rollout nationally. \n“Virtual adoption in the U.S. has been so rapid out of necessity that more vulnerabilities will get baked into the infrastructure,” Clarke told tech executives at the CNBC TEC event which was held in response to the SolarWinds hack. \nThe Colonial Pipeline hack raises a different set of issues, including government and industry debate over whether to pay the ransom demanded by hackers, but it is similar to SolarWinds in putting the U.S. on the defensive in the cyber realm at the level of national security. \nThe pipeline is a critical part of U.S. petroleum infrastructure, spanning more than 5,500 miles and carrying roughly half of the East Coast’s fuel supply, as well as fuel for airports in Atlanta and Baltimore. The pipeline’s owner plans to restore full service by the end of this week, and a partial restart already is underway. \nPhil Quade, a former NSA official who is now chief information security officer at Fortinet and head of its federal and critical infrastructure business, said ransomware exploits have recently taken a more disturbing turn, increasingly being used to disrupt essential government services, such as emergency response and health care. The use of ransomware as a means to assert strategic influence and threaten the reliability of critical infrastructures elevates ransomware to a matter of national importance. \nThe Biden administration’s focus on strengthening the Cybersecurity and Infrastructure Security Agency (CISA) and identifying critical infrastructure has encouraged cyber executives, especially as the types of critical infrastructure increase in form. “It’s not just power grids,” said Dan Schiappa, chief product officer at cybersecurity firm Sophos. Recent Covid vaccine hacks are another example.",
    "author": "Eric Rosenbaum",
    "tag": "#Biden,#technology",
    "category": "Technology",
    "relatedArticle": [
      "Biden promotes Lyft, Uber plan to provide free rides to vaccination sites",
      "Vietnam Responds to COVID-19 with Technical Support from CDC"
    ],
    "comments": [
      {
        "displayName": "talog_01",
        "content": "alanaaataylor_ms988962 interstate"
      },
      {
        "displayName": "bulldozier19",
        "content": " says this but yet she says she wants most of the Republicans to deny "
      }
    ]
  },
  {
    "title": "Vietnam Responds to COVID-19 with Technical Support from CDC",
    "shortIntro": "The Centers for Disease Control and Prevention (CDC) began working with the government of Vietnam and local organizations in 1998 to build effective and sustainable public health systems. CDC provides technical expertise for evidence-based decisions to strengthen the capacity and infrastructure of Vietnam’s national health systems. CDC works closely with Vietnam to address HIV, tuberculosis, and influenza, as well as strengthening laboratory, surveillance, and workforce capacity to respond to disease outbreaks.",
    "content": "The U.S. Centers for Disease Control and Prevention (CDC) has partnered with Vietnam since 1998 to address HIV, tuberculosis, and influenza, as well as to strengthen laboratory networks, surveillance systems, and workforce development. CDC has also collaborated with the government of Vietnam since 2014 to build public health capacity to prevent, detect, and respond to infectious disease threats through the U.S. government’s commitment to the Global Health Security Agenda. \nToday, through trusted, high-level relationships with the Ministry of Health, CDC Vietnam is supporting the country’s response to the COVID-19 pandemic. Specifically, CDC Vietnam supports the Ministry of Health to develop guidelines for COVID-19 surveillance, laboratory testing, and infection prevention and control (IPC). CDC also provides direct technical assistance for IPC, laboratory testing, field investigations, surveillance, and data analysis.\nSince its first case was identified on January 23, 2020, Vietnam has excelled in controlling the spread of infections through strong leadership and coordination, rapid case detection and isolation, rigorous contact tracing, and strict quarantine measures. The government of Vietnam’s rapid and strong response to COVID-19 demonstrates the impact of CDC’s capacity-building efforts and close collaborations with Vietnam government partners, both before and during the pandemic. As of June 9, 2020, only 332 cases of COVID-19 had been confirmed in Vietnam, and 316 of the individuals had recovered and been discharged from the hospital. This is a vital achievement. \nVietnam’s rapid and effective COVID-19 public health response and health system preparedness have resulted to date in low case numbers, reducing the risk of transmission even in higher risk settings.\nTaking a whole-of-government approach was key to success. Officials developed evidenced-based guidelines and trained healthcare and laboratory professionals to implement the guidelines down to the local level.  Solid public health investigation techniques, such as proactively identifying cases and their contacts, and providing information transparently through a public website and SMS messages also made a difference. \nCDC also supports training on sample collection, biosafety, and testing for laboratory and hospital staff at national hospitals and the provincial CDCs and hospitals of 11 central coast provinces, three highland region provinces, and 20 southern provinces. \nDr. Matthew Moore, Director of CDC Vietnam’s Global Health Security Program, highlighted the importance of the country office’s public health diplomacy efforts: “If you want to move fast, financial resources and technical assistance are essential. But if you want to go fast and far, it is the relationships—nurtured over a period of years with patience and respect—that will really get you there.” \nCDC Vietnam’s senior leaders are the primary contacts for the U.S. Mission in Vietnam on the COVID-19 response, and the Embassy’s response team draws expertise from multiple programs, including CDC staff who serve on the epidemiology, laboratory, infection prevention and control, clinical, and communication task forces. Through the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), CDC is at the forefront in ensuring all HIV patients have unbroken access to essential treatment services during the pandemic. \nCDC has contributed nearly $4 million of direct financial assistance to the government of Vietnam to support these activities and has dedicated 30 percent of its in-country staff to the Mission’s COVID-19 response.",
    "author": "Global Health",
    "tag": "#Vietnam,#covid, #technology",
    "category": "Technology",
    "relatedArticle": [
      "Vaccine hesitancy is nothing new. Here’s the damage it’s done over centuries",
      "Vietnam grew faster than China last year and UBS says its economy still has ‘huge potential"
    ],
    "comments": [
      {
        "displayName": "valentina_818",
        "content": "yeah, so? remember there was a republican party before "
      },
      {
        "id": null,
        "displayName": "franflang",
        "content": "pspspspssp"
      }
    ]
  },
  {
    "title": "''Americans are not safe': In Uganda, a plea as vaccine shortages prolong pandemic'",
    "shortIntro": "NBC News is tallying the vaccination numbers across the country. See how many have received initial doses and how many have been fully vaccinated as states and territories roll out vaccination plans. \nHover over a state to see how the dose delivery rate, or what percent of the state’s population have been fully vaccinated.",
    "content": "NAMATALE, Uganda — Dr. Eva Kabwongera’s job is to make sure life-saving Covid-19 vaccines reach Uganda’s 45 million people. On a recent morning, that journey took her to a tiny island that is home to less than 2,000 people. \nThe 40 doses Kabwongera brought with her to Namatale had traveled more than 3,000 miles via plane, truck, ferry and boat from Pune, India, to get to the outcrop in Africa’s vast Lake Victoria. \n“We are delivering hope,” said Kabwongera, who is UNICEF’s immunization chief for Uganda, as she stepped into shallow water and walked to shore soaking wet. Dozens of small, smiling children greeted her. \n“The people there are waiting for it,” she added. \nBut hope does not defeat a pandemic — vaccines do. And Uganda doesn’t have enough to vaccinate even a tiny portion of its population. With the severe international shortage, Uganda and countries like it look set to have to wait to inoculate even its front-line health workers and most vulnerable groups to help stop Covid-19 and prevent the development of dangerous vaccine-resistant variants. \nThe result has been an extreme gap in vaccine distribution, with almost 1 in 4 people receiving a vaccine in high-income countries and a staggering 1 in more than 500 in low-income ones, according to the World Health Organization. Uganda, for example, has so far received only 864,000 vaccine doses — enough to fully vaccinate 400,000 people with two doses, or less than 1 percent of the country’s 45 million population. \nIt wasn’t supposed to be like this. \nOne year ago as Covid-19 marched across the globe, claiming lives and upending economies, the WHO and global vaccine charities kick-started a global initiative called COVAX. It’s the largest vaccine procurement in history, meant to guarantee equitable access to Covid-19 vaccines around the world. \nToday, developing countries like Uganda have been left behind in the vaccination race. In fact, they’ve barely started. \nOf more than 1 billion Covid-19 vaccine doses administered globally so far, 82 percent have been in high or upper middle-income countries, while just 0.3 percent have been administered in low-income countries, the WHO chief, Tedros Adhanom Ghebreyesus, said on April 29. \nEven with rich countries buying up most of the global supply, COVAX had been hoping to put 2 billion shots in arms by the year’s end. Many experts have always said this goal was far too optimistic, but COVAX is already way behind. That's partly because of export controls imposed by India, where almost all of COVAX's vaccines are made, as the country keeps doses made on its soil to deal with its own crisis. \n“That is painful, very painful,” Uganda’s health minister Dr. Jane Ruth Aceng told NBC News as she sat outside her office in Kampala, Uganda’s bustling capital. \n“This pandemic has affected the entire globe,” Aceng said. “We have to hold hands together if we are going to win this war.” \nThe country is set to receive 3 million vaccine doses from COVAX through May — a fraction of what is needed to stop the virus with herd immunity — but with global supply constraints growing, even that could be in danger, Aceng, 52, said. \nSince COVAX began its global rollout in late February, more than 59 million doses have been delivered to 122 countries, according to data from UNICEF, which helps procure and distribute Covid-19 vaccines. That's just over one fifth of the 250 million doses it had wanted to deliver by the end of May.",
    "author": "Christine Romo",
    "tag": "#American,#covid",
    "category": "Covid-19",
    "relatedArticle": [
      "White House urges Americans not to hoard gas as hacked pipeline remains shut",
      "Pediatricians Work To Persuade Parents And Teens To Get COVID-19 Vaccine"
    ],
    "comments": [
      {
        "displayName": "keto9191",
        "content": "Good to have Ted Cruz"
      },
      {
        "displayName": "mamabair09",
        "content": "I don't care what the CDC recommends"
      }
    ]
  },
  {
    "title": "CDC Real-World Study Confirms Protective Benefits of mRNA COVID-19 Vaccines",
    "shortIntro": "Study involved health care personnel, first responders, and essential workers in six states",
    "content": "A new CDC study provides strong evidence that mRNA COVID-19 vaccines are highly effective in preventing SARS-CoV-2 infections in real-world conditions among health care personnel, first responders, and other essential workers.  These groups are more likely than the general population to be exposed to the virus because of their occupations. \nThe study looked at the effectiveness of Pfizer-BioNTech and Moderna mRNA vaccines in preventing SARS-CoV-2 infections among 3,950 study participants in six states over a 13-week period from December 14, 2020 to March 13, 2021. \nResults showed that following the second dose of vaccine (the recommended number of doses), risk of infection was reduced by 90 percent two or more weeks after vaccination. Following a single dose of either vaccine, the participants’ risk of infection with SARS-CoV-2 was reduced by 80 percent two or more weeks after vaccination. \nIt takes about two weeks following each dose of vaccine for the body to produce antibodies that protect against infection. As a result, people are considered “partially vaccinated” two weeks after their first dose of mRNA vaccine and “fully vaccinated” two weeks after their second dose. These new vaccine effectiveness findings are consistent with those from Phase 3 clinical trials conducted with the vaccines before they received Emergency Use Authorizations from the Food and Drug Administration. Those clinical trials evaluated vaccine efficacy against COVID-19 disease, while this study evaluated vaccine effectiveness against infection, including infections that did not result in symptoms. \n“This study shows that our national vaccination efforts are working. The authorized mRNA COVID-19 vaccines provided early, substantial real-world protection against infection for our nation’s health care personnel, first responders, and other frontline essential workers,” said CDC Director Rochelle P. Walensky, MD, MPH. “These findings should offer hope to the millions of Americans receiving COVID-19 vaccines each day and to those who will have the opportunity to roll up their sleeves and get vaccinated in the weeks ahead. The authorized vaccines are the key tool that will help bring an end to this devastating pandemic.” \nOne of this study’s strengths is its design: participants self-collected nasal swabs each week for RT-PCR laboratory testing, regardless of whether they had developed symptoms of illness.  Researchers were able to look for evidence of SARS-CoV-2 infection irrespective of symptoms. A small number (10.7 percent) of infections in this study were asymptomatic (i.e., did not result in symptoms). However, the majority of infections (58 percent) occurred among people whose infections were identified by testing before they developed symptoms or knew they were infected. The study demonstrates that these two mRNA vaccines can reduce the risk of all SARS-CoV-2 infections, not just symptomatic infections. \nThis is important because preventing both asymptomatic and pre-symptomatic infections among health care workers and other essential workers through vaccination can help prevent the spread of SARS-CoV-2 to those they care for or serve. Findings from this study complement earlier reports that these two mRNA COVID-19 vaccines can reduce both asymptomatic and symptomatic SARS-CoV-2 infections. \nThis study also provided positive news about partial (one-dose) vaccination. The one-dose VE estimate of this study (80 percent) is consistent with other recent VE studies following the first dose of Pfizer-BioNTech vaccine among health care providers.  Studies conducted in the United Kingdom and Israel showed that one dose was about 70 percent and 60 percent effective, respectively, against SARS-CoV-2 infection.  The current results provide reassurance that people start to develop protection from the vaccine two weeks after their first dose. The greatest protection was seen among those who had received both recommended doses of the vaccine. \nThis CDC study was conducted through the HEROES-RECOVER network, a network of prospective cohorts that share a common protocol and methods. This network is part of a vaccine effectiveness surveillance system made possible by federal pandemic flu preparedness funding. \nThis study is the first of many planned COVID-19 vaccine effectiveness studies CDC is conducting to evaluate the benefits of COVID-19 vaccines in various populations and across different outcomes, such as preventing infections, doctor’s visits, hospitalizations, or deaths. Results from these studies assist the medical and public health experts on the Advisory Committee on Immunization Practices and CDC to make important vaccine policy decisions aimed at saving lives.",
    "author": "Media Relations",
    "tag": "#vaccine, #covid",
    "category": "Covid-19",
    "relatedArticle": [
      "Update and Interim Guidance on Outbreak of 2019 Novel Coronavirus (2019-nCoV) in Wuhan, China",
      "Vaccine hesitancy is nothing new. Here’s the damage it’s done over centuries"
    ],
    "comments": [
      {
        "displayName": "bulldozier19",
        "content": "Just awesome. Our heroes!"
      },
      {
        "displayName": "julieaduncan",
        "content": "Way to go"
      }
    ]
  },
  {
    "title": "Joint CDC and FDA Statement on Johnson & Johnson COVID-19 Vaccine",
    "shortIntro": "The following statement is attributed to Dr. Anne Schuchat, Principal Deputy Director of the CDC and Dr. Peter Marks, director of the FDA’s Center for Biologics Evaluation and Research",
    "content": "As of April 12, more than 6.8 million doses of the Johnson & Johnson (Janssen ) vaccine have been administered in the U.S. CDC and FDA are reviewing data involving six reported U.S. cases of a rare and severe type of blood clot in individuals after receiving the J&J vaccine. In these cases, a type of blood clot called cerebral venous sinus thrombosis (CVST) was seen in combination with low levels of blood platelets (thrombocytopenia). All six cases occurred among women between the ages of 18 and 48, and symptoms occurred 6 to 13 days after vaccination. Treatment of this specific type of blood clot is different from the treatment that might typically be administered. Usually, an anticoagulant drug called heparin is used to treat blood clots. In this setting, administration of heparin may be dangerous, and alternative treatments need to be given. \nCDC will convene a meeting of the Advisory Committee on Immunization Practices (ACIP) on Wednesday to further review these cases and assess their potential significance. FDA will review that analysis as it also investigates these cases. Until that process is complete, we are recommending a pause in the use of this vaccine out of an abundance of caution. This is important, in part, to ensure that the health care provider community is aware of the potential for these adverse events and can plan for proper recognition and management due to the unique treatment required with this type of blood clot. \nRight now, these adverse events appear to be extremely rare. COVID-19 vaccine safety is a top priority for the federal government, and we take all reports of health problems following COVID-19 vaccination very seriously. People who have received the J&J vaccine who develop severe headache, abdominal pain, leg pain, or shortness of breath within three weeks after vaccination should contact their health care provider. Health care providers are asked to report adverse events to the Vaccine Adverse Event Reporting System \n",
    "author": " Centers for Disease Control and Prevention",
    "tag": "#covid, #vaccine",
    "category": "Covid-19",
    "relatedArticle": [
      "'Americans are not safe': In Uganda, a plea as vaccine shortages prolong pandemic",
      "Pediatricians Work To Persuade Parents And Teens To Get COVID-19 Vaccine"
    ],
    "comments": [
      {
        "displayName": "benjamintravis",
        "content": "Thank You"
      },
      {
        "displayName": "bethluce",
        "content": "Oh maaaaaahhhh gaaawwwwdddd"
      }
    ]
  },
  {
    "title": "Update and Interim Guidance on Outbreak of 2019 Novel Coronavirus (2019-nCoV) in Wuhan, China",
    "shortIntro": "The Centers for Disease Control and Prevention (CDC) continues to closely monitor an outbreak of a 2019 novel coronavirus (2019-nCoV) in Wuhan City, Hubei Province, China that began in December 2019. CDC has established an Incident Management System to coordinate a domestic and international public health response.",
    "content": "Chinese authorities report most patients in the Wuhan City outbreak have been epidemiologically linked to a large seafood and animal market, suggesting a possible zoonotic origin to the outbreak. Chinese authorities additionally report that they are monitoring several hundred healthcare workers who are caring for outbreak patients; no spread of this virus from patients to healthcare personnel has been reported to date. Chinese authorities are reporting no ongoing spread of this virus in the community, but they cannot rule out that some limited person-to-person spread may be occurring. China has reported that two of the patients have died, including one with pre-existing medical conditions. Chinese health officials publicly posted the genetic sequence of the 2019-nCoV on January 12, 2020. This will facilitate identification of infections with this virus and development of specific diagnostic tests.\nThailand and Japan have confirmed additional cases of 2019-nCoV in travelers from Wuhan, China. It is possible that more cases will be identified in the coming days. This is an ongoing investigation and given previous experience with MERS-CoV and SARS-CoV, it is possible that person-person spread may occur. There is much more to learn about the transmissibility, severity, and other features associated with 2019-nCoV as the investigations in China, Thailand, and Japan continue. Additional information about this novel virus is needed to better inform population risk. \nThis HAN Update provides a situational update and guidance to state and local health departments and healthcare providers that supersedes guidance in CDC’s HAN Advisory 424 distributed on January 8, 2020. This HAN Update adds guidance for evaluation of patients under investigation (PUI) for 2019-nCoV, prevention and infection control guidance, including the addition of an eye protection recommendation, and additional information on specimen collection. \nAn outbreak of pneumonia of unknown etiology in Wuhan City was initially reported to WHO on December 31, 2019. Chinese health authorities have confirmed more than 40 infections with a novel coronavirus as the cause of the outbreak. Reportedly, most patients had epidemiological links to a large seafood and animal market. The market was closed on January 1, 2020. Currently, Chinese health authorities report no community spread of this virus, and no transmission among healthcare personnel caring for outbreak patients. No additional cases of infection with 2019-nCoV have been identified in China since January 3, 2020. \nOn January 13, 2020 public health officials in Thailand confirmed detection of a human infection with 2019-nCoV in a traveler from Wuhan, China. This was the first confirmed case of 2019-nCoV documented outside China. On January 17, 2020 a second case was confirmed in Thailand, also in a returned traveler from Wuhan City. On January 15, 2020 health officials in Japan confirmed 2019-nCoV infection in a returned traveler from Wuhan City. These persons had onset dates after January 3, 2020. These cases did not report visiting the large seafood and animal market to which many cases in China have been linked. \nLimited information is available to characterize the spectrum of clinical illness associated with 2019-nCoV. No vaccine or specific treatment for 2019-nCoV infection is available; care is supportive. \nThe CDC clinical criteria for a 2019-nCoV patient under investigation (PUI) have been developed based on what is known about MERS-CoV and SARS-CoV and are subject to change as additional information becomes available. \nHealthcare providers should obtain a detailed travel history for patients being evaluated with fever and acute respiratory illness. CDC guidance for evaluating and reporting a PUI for MERS-CoV remains unchanged. \nPatients in the United States who meet the following criteria should be evaluated as a PUI in association with the outbreak of 2019-nCoV in Wuhan City, China.\nHealthcare providers should immediately notify both infection control personnel at their healthcare facility and their local or state health department in the event of a PUI for 2019-nCoV. State health departments that have identified a PUI should immediately contact CDC’s Emergency Operations Center (EOC) at 770-488-7100 and complete a 2019-nCoV PUI case investigation form available at https://www.cdc.gov/coronavirus/2019-ncov/downloads/pui-form.pdfpdf icon. CDC’s EOC will assist local/state health departments to collect, store, and ship specimens appropriately to CDC, including during afterhours or on weekends/holidays. At this time, diagnostic testing for 2019-nCoV can be conducted only at CDC. Testing for other respiratory pathogens should not delay specimen shipping to CDC. If a PUI tests positive for another respiratory pathogen, after clinical evaluation and consultation with public health authorities, they may no longer be considered a PUI. This may evolve as more information becomes available on possible 2019 nCoV co-infections.",
    "author": "the CDC Health Alert Network",
    "tag": "#china, #covid",
    "category": "Covid-19",
    "relatedArticle": [
      "Vaccine hesitancy is nothing new. Here’s the damage it’s done over centuries",
      "Tesla’s China sales tumble 27% in April from March"
    ],
    "comments": [
      {
        "displayName": "domin.robert",
        "content": "ruining this nation"
      },
      {
        "displayName": "habiba_benaissi",
        "content": "The exact same people who hurt us."
      }
    ]
  },
  {
    "title": "Vietnam: COVID-19 Response",
    "shortIntro": "FETP fellows in full personal protective equipment (PPE) conduct contact interviews at a quarantine site within an army school campus in Vietnam.",
    "content": "On January 23, 2020, Vietnam reported its very first case of COVID-19. May 6th marked 100 days of COVID-19 in Vietnam, and 100 days of strong cooperation between Vietnam and the U.S. Centers for Disease Control and Prevention (CDC). Vietnam has excelled in controlling COVID-19 through strong leadership and coordination, rapid case detection and isolation, aggressive contact tracing, and strict quarantine measures. \nCDC has contributed since day one, building on 22 years of partnership to join with the Ministry of Health (MOH) to monitor the evolving COVID-19 situation. Specifically, CDC provides support in a variety of ways to the Government of Vietnam (GVN), including direct technical assistance for laboratory testing, field investigations, surveillance, data analysis, and infection prevention and control. Through the U.S. President’s Emergency Plan for AIDS Relief (PEPFAR), CDC is also at the forefront in ensuring all HIV patients have unbroken access to essential treatment services during the pandemic. Additionally, GVN has dedicated 30 percent of its in-country staff to support the U.S. COVID-19 response in Vietnam. \nIn January, very early in the response, CDC quickly recognized the value of having protocols in place so that field investigations could be conducted rapidly and rigorously. CDC worked with World Health Organization (WHO) and MOH to promptly translate and adapt WHO’s “First Few X Cases” (FFX) protocol, a method to characterize the first cases of COVID-19 in any affected country. In February, CDC and GVN MOH mobilized graduates of Vietnam’s CDC-supported Field Epidemiology Training Program Short Course to deploy to Vinh Phuc province in the north of Vietnam where clusters of COVID-19 were found. CDC also collaborated closely with MOH to investigate the cluster in Vinh Phuc province and to visualize and analyze the data in real time. CDC replicated this experience for additional cases in Thanh Hoa province and at Bach Mai Hospital in Hanoi, the site of Vietnam’s first healthcare-associated cluster of COVID-19. \nCDC has supported training on sample collection, biosafety, and laboratory testing of COVID-19 for 24 provincial CDCs, 61 hospitals (including 30 in Hanoi, 16 in the Central Highlands, 11 in the central coast provinces, and 4 in Ho Chi Minh City), and 9 animal health laboratories, in collaboration with WHO, the Vietnam Administration of Medical Services, the Department of Animal Health, and the regional public health institutes. As CDC Vietnam moves forward into the next 100 days, collaborative and transparent working relationships with GVN and the U.S. government will remain essential.",
    "author": "Division of Global Health Protection, Global Health, Centers for Disease Control and Prevention",
    "tag": "#Vietnam, #covid",
    "category": "Covid-19",
    "relatedArticle": [
      "Vietnam grew faster than China last year and UBS says its economy still has ‘huge potential",
      "Vietnam Responds to COVID-19 with Technical Support from CDC"
    ],
    "comments": [
      {
        "displayName": "habiba_benaissi",
        "content": "Don’t let the door hit ya where the good Lord split ya "
      },
      {
        "displayName": "afnanbahaa12",
        "content": "Don’t let the door"
      }
    ]
  },
  {
    "title": "Some gas stations run dry after motorists rush to fill their tanks as pipeline shutdown continues",
    "shortIntro": "\"Americans hoarding gasoline are running the system dry, a system that won’t be able to fully replenish retail stations for perhaps weeks,” one gas analyst said.",
    "content": "A small but increasing number of gas stations along the East Coast reported fuel shortages Tuesday, as supply lines recover from a ransomware attack on a gas pipeline last week. \nSix states along the hacked pipeline operated by Colonial Pipeline Co. are estimated to have gas station outages, with amounts ranging from 0.5 percent in Alabama to 7.6 percent in Virginia on Tuesday morning, according to GasBuddy analyst Patrick De Haan. The outages are creeping upward, with Virginia’s rising from 5 percent just a few hours earlier. \nThe critical pipeline runs from Texas to New Jersey and delivers nearly half of all refined fuel to the East Coast. \nThe supply shortfall on already tight reserves has bumped rising gas prices up even higher. Fuel demand for motorists has jumped over 30 percent in the East in the past week, over 16 percent in the Midwest, and 13 percent in the Gulf Coast, according to GasBuddy’s tracking. \nColonial Pipeline reasserted Tuesday that it expects to restore much of its service by the weekend. \n“Colonial Pipeline is continuing to work in partnership with third-party cybersecurity experts, law enforcement, and other federal agencies to restore pipeline operations quickly and safely,” the company said in a statement. It plans to gradually reopen sections of the pipeline. It is currently operating under manual control one line extending from North Carolina to Maryland, the company said. \nBut oil refiners and distributors are frustrated by what they say is a lack of communication and details from Colonial about next steps, Bloomberg reported. \nEnergy Secretary Jennifer Granholm said during a White House press conference Tuesday that Colonial’s CEO had told her the company will be ready to make a decision about restarting by the end of the business day Wednesday. \nThe Energy Department will instruct Colonial to direct its flow to hardest hit areas, she said. Officials will be monitoring the situation and said there would be no tolerance for price gouging. \n\"Just as there was no need to hoard toilet paper at the beginning of the pandemic, there should be no cause for hoarding gasoline, especially in light of the fact that the pipeline should be fully operational by the weekend,\" Granholm said. \nEven after service is fully restored, pricing and shortfall issues could linger, experts say. It takes 15 days for the gasoline, traveling at 5 miles per hour, to go from refineries in Houston to New York. \n“This issue may be slow to improve even days after the pipeline reopens. Americans hoarding gasoline are running the system dry, a system that won’t be able to fully replenish retail stations for perhaps weeks, made worse by a shortage of tanker truck drivers,” De Haan told NBC News in an email. \nDe Haan estimated the oil supply system is down by over half a billion gallons of fuel from the shutdown. It would take 12,500 tanker drivers to deliver that amount, he said. \nThe outages and price hikes have sent users and politicians scrambling for solutions. The White House has formed an interagency task force to monitor and tackle the issue. The Environmental Protection Agency issued temporary fuel waivers to increase supply. \nIn Virginia, Gov. Ralph Northam declared a state of emergency, giving additional flexibility and funding for state and local governments to ensure adequate fuel supply. \nGeorgia Gov. Brian Kemp suspended gas taxes in the state through Saturday to help offset rising costs. \nThe air travel industry is also rushing to strategize in the face of depleting inventory. American Airlines added stops to some nonstop flights to avoid refueling in Charlotte, North Carolina. Southwest Airlines is flying planes with additional fuel to some East Coast airports. \nOn Monday, AAA said that the national gas price average had jumped 6 cents to $2.96. The motorist nonprofit said that prices were likely to continue to climb in response to the pipeline shutdown. \n“This shutdown will have implications on both gasoline supply and prices, but the impact will vary regionally. Areas including Mississippi, Tennessee and the East Coast from Georgia into Delaware are most likely to experience limited fuel availability and price increases, as early as this week,” said Jeanette McGee, AAA spokesperson, in a statement. “These states may see prices increase three to seven cents this week.” \nAfter national average gas prices fell from about $2.60 per gallon in January 2020 to $1.75 during the height of pandemic lockdowns in April 2020, prices have been on an upward swing. Prices rose to nearly $2.25 by June of last year and remained fairly steady until December. Then they began steadily climbing upward, buoyed by loosening restrictions, increasing vaccinations, warmer weather and more driving. \nSeveral of the top providers of retail gas — BP, Exxon, Shell, and Speedway — could not be reached for comment, but industry sources said the larger retailers are closely monitoring market conditions and supporting Colonial in whatever way they can. \nChevron said its refining operations were not affected, but warned of temporary fuel disruptions in certain areas due to lower supplies and higher customer demand. \n“We are actively managing fuel supply disruptions related to the Colonial Pipeline outage,” Chevron spokesman Tyler Kruzich said in an email. “While we continue to work hard to supply our customer network along the U.S. Gulf and East coasts, the duration of the outage may lead to limited disruptions in supply in some areas based on current inventory levels at our proprietary terminals and exchange partners, logistics constraints caused by the outage, and customer demand.”",
    "author": " Ben Popken",
    "tag": "#gas, #business",
    "category": "Business",
    "relatedArticle": [
      "White House urges Americans not to hoard gas as hacked pipeline remains shut",
      "Fauci says J&J vaccine pause didn’t set back U.S. vaccine campaign"
    ],
    "comments": [
      {
        "displayName": "mo0n2_",
        "content": "Bye!"
      },
      {
        "displayName": "salma_rifaii",
        "content": "Democrats are walking all over conservatives. Please publish a list of their names"
      }
    ]
  },
  {
    "title": "Fauci says J&J vaccine pause didn’t set back U.S. vaccine campaign",
    "shortIntro": "The pause on the Johnson & Johnson vaccine due to rare blood-clotting cases did not disrupt the U.S. vaccine rollout, White House chief medical advisor Dr. Anthony Fauci told a Senate hearing Tuesday.",
    "content": "The pause on Johnson & Johnson’s Covid-19 vaccine due to a rare blood-clotting problem did not disrupt the U.S. vaccine rollout, White House chief medical advisor Dr. Anthony Fauci told lawmakers at a Senate hearing Tuesday. \nU.S. health regulators urged states to stop using J&J’s shots in April after six women, ages 18 to 48, developed potentially life-threatening blood clots that can lead to stroke. \nSome people said the regulatory pause seemed to increase vaccine hesitancy in the U.S. \n“I don’t believe it was a setback, and if it was, we’ve certainly recovered from it,” Fauci said at a hearing on the pandemic. \nA lot of people prefer the one-shot vaccine to those from Moderna and Pfizer, which both require two doses spaced about a month apart, Fauci said. He also said that the pause on the Johnson & Johnson vaccine underscored how seriously the government takes safety. \n“The FDA, the CDC looked at the data, they wanted to find out if there are any more. They wanted to alert the physicians who might be out there seeing patients about the proper way to treat them,” Fauci said. “In the long run, in the big picture, when all was said and done, I do not believe it was a setback, I think it really underscored how seriously we all take safety,” Fauci said. \n",
    "author": "Eva Marie Uzcategui",
    "tag": "#vaccine, #business",
    "category": "Business",
    "relatedArticle": [
      "Fauci says J&J vaccine pause didn’t set back U.S. vaccine campaign",
      "Vaccine hesitancy is nothing new. Here’s the damage it’s done over centuries"
    ],
    "comments": [
      {
        "displayName": "hana1darwish",
        "content": "You still here?"
      },
      {
        "displayName": "mamabair09",
        "content": "before the 22 elections so we can remove you."
      }
    ]
  },
  {
    "title": "France and Britain deploy navy patrol boats to Jersey in dispute over fishing rights",
    "shortIntro": "Jersey is a small self-governing dependency of the United Kingdom that lies between England and France.",
    "content": "LONDON — France sent two navy patrol boats to the British Channel Island of Jersey on Thursday as tensions with the U.K. grow following the latter’s departure from the European Union. \nThe latest French move follows the U.K. government’s decision on Wednesday to send two of its own military boats to the region. Comments by France’s Maritime Affairs Minister Annick Girardin sparked the British move, after she told French lawmakers that France could cut supplies of electricity to Jersey — a small self-governing dependency of the United Kingdom that lies between England and France. \nThe core of their dispute is over fishing rights. \nFrench fishermen are angry and have complained of tougher conditions placed upon the issuance of fishing licenses. A group of French vessels sailed to Jersey’s port of St Helier on Thursday to protest. \nHowever, authorities in Jersey have denied these accusations, saying they are following the rules established in the U.K.-EU trade deal when issuing fishing permits. \nThe French maritime affairs ministry was not immediately available for comment when contacted by CNBC on Thursday. \nA spokesperson for the U.K. government said Wednesday: “To threaten Jersey like this is clearly unacceptable and disproportionate.” \nThe island’s main source of electricity comes from France. \nThe European Commission, which negotiated the trade deal with the U.K., said on Thursday that the bloc is engaging in good faith to solve the dispute with the British government. \nFisheries were one of the main stumbling blocks in trade negotiations between the U.K. and the EU. While the U.K. was a member of the EU, fishermen from both sides could work in each other’s waters and sell fish freely within the Union. \nHowever, this freedom changed slightly in January, once the U.K.’s transition period out of the EU ended. \nUnder the new trade agreement, EU boats can continue to fish in U.K. waters, but U.K. fishermen will get a higher share of fish from U.K. waters through a phased-in approach. The deal also says that the U.K. could end the right of EU boats to fish in U.K. waters after 2026.",
    "author": "Silvia Amaro",
    "tag": "#business,#fish",
    "category": "Business",
    "relatedArticle": [
      "Tiny crystals give a plain fish twinkling, colorful dots under light",
      "How some superblack fish disappear into the darkness of the deep sea"
    ],
    "comments": [
      {
        "displayName": "fasttruck39",
        "content": "Let them leave"
      },
      {
        "displayName": "stockfatha",
        "content": "split the Republican party in two and neither can now survive. I'm so loving it....so yeah!"
      }
    ]
  },
  {
    "title": "As India resists calls for a national lockdown, one economist says states should decide",
    "shortIntro": "The central government has so far resisted calls for a nationwide lockdown, allowing states to step up their own localized restrictions in recent weeks, including lockdowns and curfews.",
    "content": "Prime Minister Narendra Modi is under growing pressure to call for another nationwide lockdown in India as the overwhelmed health-care system struggles to fight a devastating second Covid-19 wave. \nBut one member of Modi’s economic advisory council says state governments should have the final say in social restrictions instead. \n“All things considered, the current policy of leaving it to different states, to take local circumstances into account, and decide on a lockdown strategy – I think it is a better one on balance,” V. Anantha Nageswaran, part-time member of the Economic Advisory Council to the Prime Minister, told CNBC’s “Squawk Box Asia” on Tuesday. \nCalls for a national lockdown — like the one imposed last year between late-March and May — have grown louder as India’s health-care system buckles, and patients are turned away due to shortages of hospital beds, medical oxygen and medicines needed to treat the disease. \nTop White House coronavirus advisor Anthony Fauci also said in an interview with ABC News on Sunday that India needs to shut down in order to break the chains of transmission. \nSo far, the central government has resisted calls for a lockdown, allowing states to step up their own localized restrictions, including lockdowns and curfews. \nInstead, the government is focusing its efforts on delivering global aid received — including oxygen concentrators, cylinders, and generation plants as well as anti-viral drug Remdesivir — to affected areas. The country is also stepping up its vaccination campaign.\nLast year’s national lockdown knocked India off its growth trajectory, pushing the economy into a technical recession. Prior to the second wave of infections, the economy was slowly on the mend — but economists are now predicting the recovery will be delayed in light of the current situation. \nThere is a growing possibility that localized lockdowns will likely continue until June or beyond, and given the current pace of vaccination, any attempt to fully reopen the economy could result in a potential third wave of infections, Kunal Kundu, India economist at investment bank Societe Generale, said in a recent note. \nKundu said the bank had a forecast of 9.5% year-on-year real GDP growth for India’s fiscal year ending in March 2022, that was below market consensus. But even that target is no longer tenable as it was based on the assumption that the economy will open up sooner due to a rapid pace of vaccination. \n“With localised lockdowns until June and beyond, this adds downside risk to our existing growth forecast. We now expect real GDP to clock growth of 8.5% for the current year,” Kundu said.",
    "author": "Saheli Roy Choudhury",
    "tag": "#India, #business",
    "category": "Business",
    "relatedArticle": [],
    "comments": [
      {
        "displayName": "stockfatha",
        "content": "as I support the idea, it’s unfortunate that we’ve come to a place in this once great country,"
      },
      {
        "displayName": "beth.kohler",
        "content": "where a bill is required to ensure that our national anthem is played. What a shame."
      }
    ]
  },
  {
    "title": "India hits another grim record as WHO says it accounted for half of last week’s reported cases",
    "shortIntro": "It comes as data showed at least 4,205 people died from Covid-19 in India over a 24-hour period, the largest single-day increase in fatalities reported in the country since the pandemic began.",
    "content": "India’s daily Covid-19 death toll hit another record high on Wednesday, as the World Health Organization said the country accounted for half the total reported cases in the world last week. \nHealth ministry data showed that at least 4,205 people died over a 24-hour period — the largest single-day increase in fatalities reported by the South Asian country since the pandemic began. However, reports have suggested that the death toll in India is being undercounted. \nTotal reported cases in India topped 23 million and more than 254,000 people have died. \nThe World Health Organization said that India accounted for half of all cases reported globally last week as well as 30% of global deaths. \nIndia has reported more than 300,000 daily cases for 21 consecutive days. On Tuesday, however, the health ministry said its data showed a net decline in the total active cases over a 24-hour period for the first time in 61 days. \nThe second wave began around February and accelerated through March and April after large crowds were allowed to gather, mostly without masks, for religious festivals and election rallies in various parts of the country. \nIndia’s health-care system is under tremendous pressure due to the spike in cases despite an inflow of international aid, including oxygen concentrators, cylinders, and generation plants as well as anti-viral drug Remdesivir. \nTo alleviate some pressure on health-care workers, India is recruiting 400 ex-medical officers from the armed forces, the defense ministry announced on Sunday. \nIn its latest weekly epidemiological update on the pandemic, the U.N. health agency said it was observing “worrying trends” in India’s neighboring countries, where cases are also rising. \nFor example, in Nepal, almost 50% of all individuals tested for Covid-19 are reportedly infected as the landlocked country struggles with a second wave. It is said to have run out of vaccines as India suspended its exports in light of the situation at home. \nWHO recently classified the Covid variant B.1.617 that was first detected in India as a variant of concern, indicating that it’s become a global threat. The variant has three sub-lineages “which differ by few but potentially relevant mutations in the spike protein as well as prevalence of detection globally,” WHO said in the report. \nElsewhere, Prime Minister Narendra Modi will not attend a G-7 Summit in person in the U.K. next month due to the Covid-19 situation at home, the Indian foreign ministry said. Modi was invited by British Prime Minister Boris Johnson to attend the event as a special invitee, according to the ministry.",
    "author": "Saheli Roy Choudhury",
    "tag": "#covid, #India, #business",
    "category": "Business",
    "relatedArticle": [
      "title"
    ],
    "comments": [
      {
        "displayName": "rubyrombauer",
        "content": "I agree with playing the National Anthem but making it a law kinda takes the freedom out of it..."
      },
      {
        "displayName": "rubyrombauer",
        "content": "Absolutely outstanding. And stand for and respect it. Or leave."
      }
    ]
  },
  {
    "title": "Pediatricians Work To Persuade Parents And Teens To Get COVID-19 Vaccine",
    "shortIntro": "A sign at Michigan State University directs people to a vaccination site. The university is one of an increasing number to require on-campus students to be vaccinated.",
    "content": "Some colleges and universities have announced that COVID vaccination will be mandatory (with some exemptions) and the FDA has authorized the Pfizer COVID-19 vaccine for kids ages 12 to 15. While coronavirus infections are declining in the United States, vaccination rates also appear to be slowing down, so pediatricians and public health officials say they're trying to spread the word to overcome hesitancy, and get the vaccine out to people where they go to school and shop. Emily talks with NPR health correspondent Allison Aubrey about this and other topics in the pandemic news. \nIf you'd like to assistant on finding a vaccination site, you can dial 1-800-232-0233 or go to vaccines.gov (English) or vacunas.gov (Spanish) for more information. \nHave questions about the latest coronavirus headlines? Email us at shortwave@npr.org and we might cover it on a future episode.",
    "author": "Berly McCoy",
    "tag": "#science, #covid",
    "category": "Science",
    "relatedArticle": [],
    "comments": [
      {
        "displayName": "franflang",
        "content": "good. that’s how it should be."
      },
      {
        "displayName": "mrorlando_torres",
        "content": "Why is this even a question if you don’t like the county you can leave you won’t be missed"
      }
    ]
  },
  {
    "title": "Vaccine hesitancy is nothing new. Here’s the damage it’s done over centuries",
    "shortIntro": "Pockets of people have railed against vaccines for ages",
    "content": "As vaccines to protect people from COVID-19 started becoming available in late 2020, the rhetoric of anti-vaccine groups intensified. Efforts to keep vaccines out of arms reinforce misinformation about the safety and effectiveness of the vaccines and spread disinformation — deliberately misleading people for political, ideological or other reasons. \nVaccines have been met with suspicion and hostility for as long as they have existed. Current opposition to COVID-19 vaccines is just the latest chapter in this long story. The primary driver of vaccine hesitancy throughout history has not been money, selfishness or ignorance. \n“Vaccine hesitancy has less to do with misunderstanding the science and more to do with general mistrust of scientific institutions and government,” says Maya Goldenberg, a philosophy expert at the University of Guelph, Ontario, who studies the phenomenon. Historically, people harmed or oppressed by such institutions are the ones most likely to resist vaccines, adds Agnes Arnold-Forster, a medical historian at the University of Bristol in England. \nA range of recurring and intersecting themes have fueled hesitancy globally and historically. These include anxiety about unnatural substances in the body, vaccines as government surveillance or weapons, and personal liberty violations. Other concerns relate to parental autonomy, faith-based objections, and worries about infertility, disability or disease. For example, some people oppose vaccines that were grown in cell culture lines that began from aborted fetal cells, or they mistakenly believe vaccines contain fetal cells. One of today’s false beliefs — that COVID-19 vaccines contain a microchip — represents anxiety about both vaccine ingredients and vaccines as a surveillance tool. \n“The reasons people have hesitated reflect the cultural anxieties of their time and place,” Goldenberg says. People worried about toxins arising during environmentalism in the 1970s and people in countries steeped in civil war have perceived vaccines as government weapons. \nHistorical attempts to curb vaccine hesitancy often failed because they relied on authoritarian and coercive methods. “They were very blunt, very punitive and very ineffective,” Arnold-Forster says. “They had very little impact on actual vaccine intake.” \nThe most effective remedies center on building trust and open communication, with family doctors having the greatest influence on people’s decision to vaccinate. Increased use of “trusted messengers” to share accurate and reassuring vaccine information with their communities builds on this. \nIn a way, anti-vaccination attitudes predate vaccination itself. Public vaccination began after English physician Edward Jenner learned that milkmaids were protected from smallpox after exposure to cowpox, a related virus in cows. In 1796, Jenner scientifically legitimized the procedure of injecting people with cowpox, which he termed variolae vaccinae, to prevent smallpox. However, variolation — which staved off serious smallpox infections by triggering mild infection through exposure to material from an infected person — dates back to at least the 1000s in Asia, Africa and other parts of the world. In some cases people inhaled the dried scabs of smallpox lesions or rubbed or injected pus from smallpox lesions into a healthy person’s scratched skin. \nAbout 1 to 2 percent of people — including a son of Britain’s King George III in 1783 — died from the procedure, far fewer than the up to 30 percent who died from smallpox. Benjamin Franklin rejected variolation, but later regretted it when smallpox killed his youngest son. Onesimus, an enslaved man in Boston, taught the procedure to Puritan minister Cotton Mather, who in turn urged doctors to inoculate the public during a 1721 smallpox outbreak. Many refused, and Mather faced hostility: A small bomb was thrown through his window. Reasons given for avoiding variolation — particularly that it was unnatural to interfere with a person’s relationship with God — were the seeds of later anti-vaccination attitudes. \nThe vast majority of people accept recommended vaccines and their role in stemming the spread of infectious diseases. Recent surveys suggest that 69 percent of U.S. adults say they have or will get a COVID-19 vaccine, an improvement over the 60 percent willing to do so in November. But responses to surveys don’t necessarily predict behavior, Goldenberg says.",
    "author": "Tara Haelle",
    "tag": "#vaccine, #science,#covid",
    "category": "Science",
    "relatedArticle": [
      "Pediatricians Work To Persuade Parents And Teens To Get COVID-19 Vaccine",
      "India hits another grim record as WHO says it accounted for half of last week’s reported cases"
    ],
    "comments": [
      {
        "displayName": "valentina_818",
        "content": "Why would this even be an issue?! We live in the United States of America for God’s sake!"
      },
      {
        "displayName": "munaa70",
        "content": "absolutely TRUE!!!"
      }
    ]
  },
  {
    "title": "Tiny crystals give a plain fish twinkling, colorful dots under light",
    "shortIntro": "Puzzling fish twinkles from wide-banded hardyhead silversides might lead to ultra-tiny sensors",
    "content": "As light shines steadily on a silver slip of a fish, minuscule dots on the fish start flashing: blue, yellow, blue, yellow. \nThe bodies “do not glow like luminous fish,” Masakazu Iwasaka, an interdisciplinary engineer at Hiroshima University in Japan has discovered. Instead of making their own light, it turns out that remarkable little photonic crystals in fish spots reflect certain wavelengths of light, alternating between blues and more greenish-yellows, he reports April 7 in Royal Society Open Science. \nLots of biological materials have evolved tricks manipulating light. The iconic morpho blue butterfly doesn’t have a flake of blue pigment. It creates its dream-perfect sky blue with stacks of microscopic light-manipulating plates. So do blue-leaved begonias (SN: 11/28/16). \nThose fish reflectors are doing something similar in wide-banded hardyhead silversides (Atherinomorus lacunosus). “I found the flashing of a small spot by chance” while screening the dots no bigger than 7 to 10 micrometers across on fish backs, he says. Inside the reflective flash spots lie little platelets of the compound guanine that have grown in such a way that they can reflect colorful light depending on the angle. \nGuanine may sound familiar. It’s one of the four major coding units that pair up in storing DNA’s genetic information. What gives the fish guanine platelets particular abilities though remains a puzzle. Iwasaka suspects that inside a spot, platelets move in ways that change their apparent color and dazzle power. The blue-yellow light pulses only in living silversides. Dead fish just reflect white-white. \nIwasaka hopes to create human-made counterparts to the fish reflectors. He proposes mimicking fishy structures for sensors far, far smaller than the period on a magazine page. Versions of little sparkling fish lights could fit into the world of micro-electromechanical systems (MEMS) to monitor conditions inside living tissues, responding to light or flashing themselves. In earlier work, he’s shown how guanine platelets can be manipulated in magnetic fields, suggesting that such sensors could be targeted and herded. \nWhat the fish uses its lightshow for remains a mystery. Flashing spots aren’t unique to wide-banded hardyhead silversides, Iwasaka points out. At least two other papers reported flashing (blue to red) in other tropical fishes, probably for communication. Maybe silverside flashing communicates something too, Iwasaka says. \nOr there could be safety benefits. Fish ecologist David Conover of the University of Oregon in Eugene has worked with a silvery Menidia species in the same fish family as the species Iwasaka studies. “For fish that live in bright light and near the surface, as do silversides, the reflectivity probably serves as a type of camouflage or distraction from predators lurking or striking from below,” Conover says. \nWhatever drives the evolution of iridophores, those reflective spots where Iwasaka found inspiration, they’re common in the fish world. There could be plenty more places to look for flashes.",
    "author": "Susan Milius",
    "tag": "#science, #fish",
    "category": "Science",
    "relatedArticle": [
      "France and Britain deploy navy patrol boats to Jersey in dispute over fishing rights",
      "How some superblack fish disappear into the darkness of the deep sea"
    ],
    "comments": [
      {
        "displayName": "keto9191",
        "content": "but unfortunately we now live in a country where people are idiots."
      },
      {
        "displayName": "mamabair09",
        "content": "That’s a hard NO! I have no interest in hearing from her."
      }
    ]
  },
  {
    "title": "How some superblack fish disappear into the darkness of the deep sea",
    "shortIntro": "A layer of pigment-containing structures just below the skin’s surface traps nearly all light",
    "content": "In the depths of the ocean, it might take more than a little light to illuminate some of the planet’s darkest fish. \nSome deep-sea fish have ultrablack skin capable of soaking up almost all light that hits it, making the fish nearly invisible. That camouflage is the result of a layer of densely packed pigment-containing structures just below the skin’s surface, researchers report online July 16 in Current Biology. The skin may hide the fish from predators, or prey, and might inspire new designs for ultrablack materials used in telescopes or fabric. \nAlthough little light reaches the deep sea, bioluminescent organisms can brighten the inky darkness. For creatures trying to swim undetected, living in these depths is “like trying to play hide and seek on a football field,” says Karen Osborn, a marine biologist at the Smithsonian National Museum of Natural History in Washington, D.C. “There’s nowhere to hide.” \nEnter superblack skin. Osborn and her colleagues captured 18 species of ultrablack fish from up to 2,000 meters deep in Monterey Bay off California and in the Gulf of Mexico. The team then measured how much light reflected off of the fish. The researchers also examined skin from nine species using electron microscopy and calculated how structures in the skin might absorb light. \nThe skin has a layer of closely packed, circular, melanin-containing structures called melanosomes that can absorb up to 99.95 percent of light with wavelengths similar to ambient sunlight in the ocean or light from bioluminescent animals. The melanosomes’ size, shape and arrangement may help direct light that isn’t absorbed by an individual melanosome to others in the layer, trapping even more light. Other dark-colored fish tend to have unpigmented gaps between melanosomes, which leads to more light being reflected and a more visible fish. \nThe newfound mechanism is simpler than how birds or butterflies achieve ultrablackness. Those animals’ feathers or scales have multiple layers of intricate micro- or nanostructures to absorb light (SN: 1/9/18). If engineers could mimic what the fish do, it may make producing ultrablack materials easier, Osborn says.",
    "author": "Erin Garcia de Jesús",
    "tag": "#science, #fish",
    "category": "Science",
    "relatedArticle": [
      "Tiny crystals give a plain fish twinkling, colorful dots under light",
      "France and Britain deploy navy patrol boats to Jersey in dispute over fishing rights"
    ],
    "comments": [
      {
        "displayName": "henriquesodre",
        "content": "What a joke"
      },
      {
        "displayName": "Algernon ",
        "content": "Id rather watch biden try and sing the anthem thanks"
      }
    ]
  },
  {
    "title": "Planet-forming disks around stars may come preloaded with ingredients for life",
    "shortIntro": "Methanol found around a hot, young star must have formed in cooler interstellar environs",
    "content": "In the planet-forming disk of gas and dust around a young star, astronomers have detected methanol. The disk is too warm for the methanol to have formed there, so this complex organic molecule probably originated in the interstellar cloud that collapsed to form the star and its disk, researchers report online May 10 in Nature Astronomy. This finding offers evidence that at least some organic matter from interstellar space can seed the disks around newborn stars to provide potential ingredients for life on new planets.\n“That’s pretty exciting, because it means that, in principle, all planets forming around any kind of star could have this material,” says Viviana Guzmán, an astrochemist at the Pontifical Catholic University of Chile in Santiago not involved in the work. \nComplex organic molecules have been observed in interstellar clouds of gas and dust (SN: 3/22/21), as well as in planet-forming disks around young stars (SN: 2/18/08). But astronomers didn’t know whether organic material from interstellar space could survive the formation of a protoplanetary disk, or whether organic chemistry had to start from scratch around new stars. \n“When you form a star and its disk, it’s not a very easy, breezy process,” says Alice Booth, an astronomer at Leiden University in the Netherlands. Radiation from the new star and shock waves in the imploding material, she says, “could destroy a lot of the molecules that were originally in your initial cloud.” \nUsing the ALMA radio telescope array in Chile, Booth and colleagues observed the disk around a bright, young star named HD 100546, about 360 light-years away. There, the team spotted methanol, which is thought to be a building block for life’s molecules, such as amino acids and proteins. \nMethanol could not have originated in the disk, because this molecule forms when hydrogen interacts with carbon monoxide ice, which freezes below temperatures of about –253° Celsius. The disk around HD 100546 is much warmer than that, heated by a star whose surface is roughly 9,700° C — some 4,000 degrees hotter than the sun. So the disk must have inherited its methanol from the interstellar cloud that forged its central star, the researchers conclude.\n“This is the first evidence that the really interesting chemistry we see early on [in star formation] actually survives incorporation into the planet-forming disk,” says Karin Öberg, an astrochemist at Harvard University who was not involved in the work. Astronomers should next search the disks around other young stars for methanol or other organic molecules, she says, to “explore whether this is a one-time, get lucky kind of thing, or whether we can safely assume that planet-forming disks always inherit these kinds of molecules.”",
    "author": "Maria Temming",
    "tag": "#science,#planet",
    "category": "Science",
    "relatedArticle": [
      "How some superblack fish disappear into the darkness of the deep sea",
      "Vaccine hesitancy is nothing new. Here’s the damage it’s done over centuries"
    ],
    "comments": [
      {
        "displayName": "beth.kohler",
        "content": "I wouldn’t watch that interview if you paid me"
      },
      {
        "displayName": "Alexandrea",
        "content": "Baier will be gentle given his anti Trump stance. That’s why except for Tucker, no more Fox"
      }
    ]
  }
]
